app/controllers/users_controller.rb

INSERT INTO "users" ("name", "email", "memo", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "hiroshi"], ["email", "admin@example.com"], ["memo", "I am hero."], ["created_at", "2018-11-17 08:54:55.166521"], ["updated_at", "2018-11-17 08:54:55.166521"]]
---
  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save